[
  {
    "rokuyo": "先勝",
    "description": "「先んずれば即ち勝つ」の意味。かつては「速喜」「即吉」とも書かれた。万事に急ぐことが良いとされる。\n「午前中は吉、午後二時より六時までは凶」と言われる。\n「せんしょう」「せんかち」「さきがち」「さきかち」などと読まれる。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  },
  {
    "rokuyo": "友引",
    "description": "「凶事に友を引く」の意味。かつては「勝負なき日と知るべし」といわれ、勝負事で何事も引き分けになる日、つまり「共引」とされており、現在のような意味はなかった。陰陽道で、ある日ある方向に事を行うと災いが友に及ぶとする「友引日」というものがあり、これが六曜の友引と混同されたものと考えられている。\n「朝は吉、昼は凶、夕は大吉。ただし葬式を忌む」と言われる。\n葬式を行うと、友が冥土に引き寄せられる（＝死ぬ）とのスラングがあり、友引の日は火葬場を休業とするのが基本である（ただし後述の通り、近年では営業しているところもある）。しかし、六曜は仏教とは関係がないため、友引でも葬儀をする宗派（浄土真宗）がある。また、火葬場での友引休業を廃止する自治体も増えている（特に複数自治体が合同で運営している火葬場や、火葬炉改修工事などにより火葬能力が低下する場合に行われることが多い）。逆に慶事については“幸せのお裾分け”という意味で、結婚披露宴の引出物をこの日に発送する人もいる。\n「ともびき」という読みが一般的となっているが、中国語の「留引」を「ゆういん」と読むことがルーツとなっており、訓読みとなって「ともびき」と当てはめたため、「友を引く」こととは関係がなかった。なお「留引」は、現在あることが継続・停滞することを表し、良き事象なら継続を、悪き事象なら対処を、という「状況を推し量り行動する日」だった。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  },
  {
    "rokuyo": "先負",
    "description": "「先んずれば即ち負ける」の意味。かつては「小吉」「周吉」と書かれ吉日とされていたが、字面につられて現在のような解釈がされるようになった。万事に平静であることが良いとされ、勝負事や急用は避けるべきとされる。\n「午前中は凶、午後は吉」ともいう。\n「せんぶ」「せんぷ」「せんまけ」「さきまけ」などと読まれる。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  },
  {
    "rokuyo": "仏滅",
    "description": "「仏も滅するような大凶日」の意味。元は「空亡」「虚亡」と言っていたが、これを全てが虚しいと解釈して「物滅」と呼ぶようになり、これに近年になって「佛（仏）」の字が当てられたものである。\nこの日は六曜の中で最も凶の日とされ、婚礼などの祝儀を忌む習慣がある。この日に結婚式を挙げる人は少ない。そのため仏滅には料金の割引を行う結婚式場もある。他の六曜は読みが複数あるが、仏滅は「ぶつめつ」としか読まれない。\n字面から仏陀（釈迦）が入滅した（亡くなった）日と解釈されることが多いが、上述のように本来は無関係である。釈迦の死んだ日とされる2月15日が旧暦では必ず仏滅になるのは、偶然そうなっただけである。\n「何事も遠慮する日、病めば長引く、仏事はよろしい」ともいわれる。\nまた『物滅』として「物が一旦滅び、新たに物事が始まる」とされ、「大安」よりも物事を始めるには良い日との解釈もある。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  },
  {
    "rokuyo": "大安",
    "description": "「大いに安し」の意味。六曜の中で最も吉の日とされる。何事においても吉、成功しないことはない日とされ、特に婚礼は大安の日に行われることが多い。また、内閣組閣も大安の日を選んで行われるという。しかし、本来はこの日に何も行うべきではないとする説もある。この点で、キリスト教やユダヤ教における安息日にほぼ相当するといえる。\n「たいあん」が一般的な読みだが、「だいあん」とも読む。かつては「泰安」と書かれたため、「たいあん」の方が本来の読みということになる。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  },
  {
    "rokuyo": "赤口",
    "description": "陰陽道の「赤舌日」という凶日に由来する。六曜の中では唯一名称が変わっていない。午の刻（午前11時ごろから午後1時ごろまで）のみ吉で、それ以外は凶とされる。\nこの日は「赤」という字が付くため、火の元、刃物に気をつける。つまり「死」を連想される物に注意する日とされる。\n「しゃっこう」「しゃっく」「じゃっく」「じゃっこう」「せきぐち」などと読まれる。\n「万事に用いない悪日、ただし法事、正午だけは良い」と言われる。\n出典：http://ja.wikipedia.org/wiki/%E5%85%AD%E6%9B%9C"
  }
]
